Repository: Basamasa/blindcast
Catalog: Blindcast/Blindcast/View/*.lproj/Localizable.strings
Languages: de

# blindcastView.player.label
source: Menu: Player
de: Menü: Player

# blindcastView.player.hint
source: Player menu for the current episode
de: Zum oeffnen des Menue Player. doppeltippn. Zum abspielen oder stoppen der Folge. gedrueckt halten

# blindcastView.library
source: Media library
de: Mediathek

# blindcastView.library.label
source: Menu: media library
de: Menü: Mediathek

# blindcastView.library.hint
source: Media library of all subscribed podcasts
de: Zum oeffnen des Menue Mediathek. doppeltippn. Zum suchen eines Podcast mit der Spracheingabe. gedrueckt halten

# blindcastView.search
source: Search
de: Suchen

# blindcastView.search.label
source: Menu: Search
de: Menü: Suchen

# blindcastView.search.hint
source: To search for podcast
de: Zum oeffnen des Menue Suche. doppeltippn. Zum suchen eines Podcast mit der Spracheingabe. gedrueckt halten

# blindcastView.setting
source: Settings
de: Einstellungen

# blindcastView.setting.label
source: Menu: Settings
de: Menü: Einstellungen

# blindcastView.setting.hint
source: Settings in the app
de: Einstellungen in der App

# blindcastView.voice.label
source: Menu: Voice
de: Spracheingabe

# blindcastView.voice.hint
source: Speech recognition in the app
de: Zum Starten der Spracheingabe doppeltippen. Hier kannst du eine Aktion durch eine Spracheingabe starten. Die Spracheingabe startet nach dem Signal. Du hast folgenden Befehle zur verfuegung. Folge abspielen. Dafuer musst du . Play. sagen. Folge stoppen. Dafuer musst du. stopp. sagen. Podcast suchen. Dafuer musst du. Suche. sagen.

# player.header
source: Menu: Player
de: Menü: Player

# player.header.hint
source: In the Player menu you have the following options:
de: Im Menue Player sind Informationen zur aktuellen gespielten Folge zu finden. Folgende Infos wirst du im Menue finden. Titel der Folge. Eine beschreibung der Folge. Zudem findest du hier folgende Aktionen. Folge Abspielen und Stoppen. Folge 30 Secunden vor und zurueckspulen. Abspielgeschwindigkeit schneller oder Langsamer machen

# player.titel
source: Title
de: Titel

# player.titel.value
source: Title
de: Titel

# player.titel.hint
source: Title of the episode that is open in the player.
de: Titel des Tracks der im Player geoeffnet ist.

# player.play.hint
source: Double tap to play
de: Zum Abspielen doppeltippen

# player.stop
source: Stop
de: Pause

# player.stop.hint
source: Double tap to stop
de: Zum Stoppen doppeltippen

# player.status.play
source: Episode is playing
de: Track wird Abgespielt

# player.status.hint
source: Adjustable, double tap to stop
de: einstellbar, Zum Stoppen doppeltippen

# player.status.stop
source: Episode is not playing
de: Track wird nicht gespielt

# player.status.stop.hint
source: Adjustable, double tap to play
de: einstellbar, Zum Abspielen doppeltippen

# player.description
source: Description
de: Beschreibung

# player.description.hint
source: Description of the episode
de: Beschreibung zum Track

# player.skip.forward
source: Fast forward
de: Vorspulen

# player.skip.forward.hint
source: Double tap to fast forward 30 seconds
de: Zum vorspulen doppeltippen

# player.skip.back
source: Rewind
de: Zurückspulen

# player.skip.back.hint
source: Double tap to rewind 30 seconds
de: Zum zurückspulen doppeltippen

# player.speed
source: Playback speed
de: Abspielgeschwindigkeit

# player.speed.hint
source: Playing speed of the episode
de: Abspielgeschwindigkeit des Titel

# player.podcast.hint
source: Double tap to open the podcast
de: Zum oeffnen des Podcast doppeltippen

# library.header
source: Menu: Media library
de: Menü: Mediathek

# library.header.hint
source: The menu media library contains the following information and features:
de: Im Menue Mediathek ist eine Liste mit allen Abonnierten Podcast zu finden. Du kannst in der Liste nach einen Podcast Namen suchen. Hierfuer hast du zwei moeglichkeiten. Einmal kannst du in ein Textfeld denn Namen eingeben. Oder du benutzt eine Spacheingabe.

# library.podcastList
source: Subscribed Podcast
de: Abonnierte Podcast

# library.podcastList.hint
source: double tap to open the list
de: Zum oeffnen der Liste, doppeltippen

# library.episdoList
source: Episodes
de: Episoden

# library.episdoList.hint
source: double tap to open the list
de: Zum oeffnen der Liste, doppeltippen

# search.header
source: Menu: Search
de: Menü: Suche

# search.header.hint
source: In the menu search you have the following features:
de: Im Menue Suche findest du ein Liste von gesuchten Podcast. Zum suchen musst du einen Namen eines Podcast eingeben. Hierfuer hast du zwei moeglichkeiten. Einmal kannst du in ein Textfeld denn Namen eingeben. Oder du benutzt eine Spacheingabe.

# search.podcast
source: Podcast Search
de: Podcast Suche

# search.podcast.hint
source: double tap to open the podcast search
de: Zum oeffnen der Podcast Suche, doppeltippen

# search.author
source: Author Search
de: Autor Suche

# search.author.hint
source: double tap to open the author search
de: Zum oeffnen der Autor Suche, doppeltippen

# search.episode
source: Episode Search
de: Episode Suche

# search.episode.hint
source: double tap to open the episode search
de: Zum oeffnen der Episoden Suche, doppeltippen

# podcastDetails.header
source: Menu: Podcast
de: Menü: Podcast

# podcastDetails.header.hint
source: In the menu: Podcast you have the following features:
de: Im Menü: Podcast hast du folgende Funktionen:

# podcastList.header.abo
source: List: Subscribed Podcast
de: Menue Mediathek

# podcastList.header.abo.hint
source: In the list: Subscribed podcast you have the following features
de: Im Menue Mediathek ist eine Liste mit Abonnierten Podcast zu finden. Du kannst nach einen Podcast suchen. Hierfuer hast du zwei moeglichkeiten. Du kannst in ein Textfeld denn Namen eingeben. Oder du benutzt eine Spacheingabe.

# podcastList.header
source: List: Podcast
de: Liste: Podcast

# podcastList.header.hint
source: In the list: Podcast, you have the following features:
de: In der Liste: Podcast, hast du folgende funktionen:

# podcastList.header.searchPodcast
source: List: Podcast Search
de: Liste: Podcast Suche

# podcastList.header.searchPodcast.hint
source: In the list: Podcast search. You have the following features
de: In der Liste: Podcast Suche. hast du folgende Funktionen

# podcastList.search
source: Podcast Search
de: Podcast Suche

# podcastList.search.hint
source: Enter a name to search for a podcast.
de: Zum Suchen eines Podcast einen Namen eingeben.

# podcastList.podcast.hint
source: Double tap to open the podcast
de: Zum oeffnen des Podcast, doppeltippen

# podcastDetails.titel
source: Title
de: Titel

# podcastDetails.episode
source: Episodes
de: Episoden

# podcastDetails.episode.hint
source: double tap to open the episode list
de: Zum oeffnen der Episoden Liste, doppeltippen

# podcastDetails.trailer.hint
source: double tap to play the trailer
de: Zum Abspielen des Trailers, doppeltippen

# podcastDetails.abo
source: Follow
de: Abonnieren

# podcastDetails.abo.not
source: Unfollow
de: Nicht mehr abonnieren

# podcastDetails.abo.hint
source: Subscribed, adjustable, double tap to unsubscribe
de: Abonniert, einstellbar, Zum Deabonieren, doppeltippen

# podcastDetails.deabo.hint
source: Unsubscribed, adjustable, double tap to subscribe
de: Deabonniert, einstellbar, Zum Abonnieren, doppeltippen

# podcastDetails.artist
source: Artist
de: Kuenstler

# podcastDetails.description
source: Information
de: Info

# episodeList.header
source: List: Episodes
de: Liste: Episoden

# episodeList.header.hint
source: In the list: Episodes you have the following features:
de: In der Liste: Episoden hast du folgende funktionen:

# episodeList.search
source: Episode Search
de: Episode Suche

# episodeList.search.hint
source: Enter a name to search for an episode.
de: Zum Suchen einer Episode einen Namen eingeben.

# episodeList.episode.hint
source: Double tap, to open the episode
de: Zum oeffnen der Episode , doppeltippen

# episodeDetails.header
source: Menu: Episode
de: Menü: Episode

# episodeDetails.header.hint
source: In the menu: Episode you have the following features:
de: Im Menü: Episode hast du folgende funktionen:

# episodeDetails.titel
source: Title
de: Titel

# episodeDetails.description
source: Description
de: Beschreibung

# episodeDetails.play.hint
source: Double tap to play
de: Zum Abspielen ,doppeltippen

# voice.microphone.access.undetermined
source: In order to process your voice commands, an access to the microphone is required. After this announcement, you can allow or deny access.
de: Um Ihre Sprachbefehle verarbeiten zu können, wird der Zugriff auf das Mikrofon benötigt. Nach dieser Ansage können Sie den Zugriff erlauben oder verweigern.

# voice.microphone.access.denied
source: You have denied access to the microphone. Voice control is not available at the moment. You can grant access to the settings in the app at any time.
de: Sie haben den Zugriff auf das Mikrofon verweigert. Damit steht Ihnen die Sprachsteuerung zur Zeit nicht zur Verfügung. Sie können jederzeit den Zugirff in den Einstellungen der App gewähren.

# voice.speechrecognition.access.undetermined
source: In order to recognize your voice commands, access to the speech recognition is required. After this sentence you can allow or deny access.
de: Um Ihre Sprachbefehle erkennen zu können, wird der Zugriff auf die Spracherkennung benötigt. Nach dieser Ansage können Sie den Zugriff erlauben oder verweigern.

# voice.speechrecognition.authorization.denied
source: You have denied access to voice recognition. Voice control is not available at the moment. You can grant access to the settings in the app at any time.
de: Sie haben den Zugriff auf die Spracherkennung verweigert. Damit steht Ihnen die Sprachsteuerung zur Zeit nicht zur Verfügung. Sie können jederzeit den Zugirff in den Einstellungen der App gewähren.

# voice.speechrecognition.authorization.authorized
source: The speech recognition is now available
de: Die Sprachsteuerung steht Ihnen ab sofort zur Verfügung

# voice.general.speak
source: Speak your command after the warning tone
de: Sprechen Sie ihren Befehl nach dem Hinweiston

# voice.command.search
source: What should I look for?
de: Nach was soll ich suchen?

# voice.command.search.found
source: I found the following results for %@
de: Folgende Ergebnisse habe ich zu %@ gefunden

# blindcast.more
source: More
de: Mehr

# zurueck
source: Back
de: Zurueck

# tut.end
source: Tutorial finished. Start Voiceover to start the app. Just talk to Siri. Turn on Voiceover!
de: Demo beendet. Starte Voiceover um die Richtige App zu starten. Sage einfach zu Siri. Schalte Voiceover an!

# tut.gesture.1.info
source: Welcome to the Blindcast app. The Blindcast app is a podcast app for blind people. We are now going to show you how to use the app. There are several things you can do to use the app , for this you need several gestures which I will show you now. Let us start with the first gesture. The first gesture is: Swipe down. To do this, you have to swipe down with a finger on the screen.
de: Willkommen in der App Blindcast. Die App Blindcast ist eine Podcast App für blinde Menschen. Wir zeigen dir jetzt wie du die App bedienen kannst. Um die App zu bedienen hast du mehrere Möglichkeiten Aktionen auszuführen, hierfür brauchst du mehere Gesten die ich dir jetzt zeigen werde. Las uns mit der ersten Geste beginnen. Erste Geste lautet: nach Unten Wischen. Hierfür musst du mit einem Finger auf dem Bildschirm von oben nach unten wischen.

# tut.gesture.1.instruction
source: Swipe your finger down
de: Wische mit deinen Finger nach unten

# tut.gesture.2.info
source: The next gesture is: Swipe up. To do this, swipe your finger up from the bottom of the screen.
de: Die Nächste Geste lautet: nach oben Wischen. Hierfür musst du mit einem Finger auf dem Bildschirm von unten nach oben wischen.

# tut.gesture.2.instruction
source: Swipe your finger up
de: Wische mit deinen Finger nach oben

# tut.gesture.3.info
source: The next gesture is: Swipe left. To do this, swipe your finger from right to left on the screen.
de: Die Nächste Geste lautet: nach links Wischen. Hierfür musst du mit einem Finger auf dem Bildschirm von rechts nach links wischen.

# tut.gesture.3.instruction
source: Swipe your finger to the left
de: Wische mit deinen Finger nach links

# tut.gesture.4.info
source: The next gesture is: Swipe right. To do this, swipe your finger from left to right on the screen.
de: Die Nächste Geste lautet: nach rechts Wischen. Hierfür musst du mit einem Finger auf dem Bildschirm von links nach rechts wischen.

# tut.gesture.4.instruction
source: Swipe your finger to the right
de: Wische mit deinen Finger nach rechts

# tut.gesture.5.info
source: The next gesture is one tap. To do this, tap the screen once with one finger.
de: Die Nächste Geste lautet: einmal Tippen. Hierfür musst du mit einem Finger auf dem Bildschirm einmal tippen.

# tut.gesture.5.instruction
source: Tap your finger on the screen once
de: Tippe mit deinem Finger einmal auf dem Bildschirm

# tut.gesture.6.info
source: The next gesture is two taps. You have to tap twice on the screen with one finger.
de: Die Nächste Geste lautet: zweimal Tippen. Hierfür musst du mit einem Finger auf dem Bildschirm zweimal tippen.

# tut.gesture.6.instruction
source: Double-tap the screen with your finger
de: Tippe mit deinem Finger zweimal auf denn Bildschirm

# tut.gesture.7.info
source: You have now learned all of the gestures. Now we want to use the app with the gestures.
de: Du hast nun alle Gesten kennen gelernt. Jetzt wollen wir mit den Gesten die App bedienen.

# tut.gesture.7.instruction
source: Double-tap the screen to open the demo
de: Tippe zweimal auf den Bildschirm um die Demo zu öffnen

# tut.list.1.info
source: Starts the tutorial for the navigation. To navigate in the app you have to swipe left or right with your finger. In the app a list is opened with 3 elements opened the first item.
de: Startet die Übung fur die Navigation. Um in der App zu Navigieren musst du mit einem Finger nach Links oder Rechts Wischen. In der App ist jazzt eine Liste geöffnet die mit 3 Elementen. Aktuell ist das erste Element geöffnet.

# tut.list.1.instruction
source: Swipe right to select the next item
de: Wische nach rechts um das nächste Element zu wählen

# tut.list.1.completed
source: You have selected the last item
de: Du hast das Letzte Element ausgewählt

# tut.list.2.info
source: Now go back to the first element
de: Gelange nun wieder zum ersten Element

# tut.list.2.instruction
source: Swipe left to select the previous item
de: Wische nach Links um das vorherige Element zu wählen

# tut.list.2.completed
source: You have selected the first item. Now you know how to navigate from item to item in the app.
de: Du hast das erste Element ausgewählt. Jetzt weißt du wie man in der App von Element zu Element navigierst.

# tut.voice.1.info
source: Now I will show you how to change values. There are elements that have a value. You can change them by swiping up or down. Now the element: Voice selected. Here you can change the voice by swiping up or down
de: Jetzt zeig ich dir wie man werte verändert. Es gibt Elemente die einen Wert haben. Diese kannst du dann verändern indem du nach Oben oder Unten wischt. Jetzt ist das Element: Stimme ausgewählt. Hier kannst du die Stimme verändern. Dafür musst du nach oben oder nach unten Wischen

# tut.voice.1.instruction
source: Swipe down
de: Wische nach unten

# tut.voice.1.completed
source: You have now heard all the voices
de: Du hast nun einmal alle Stimmen Gehoert

# tut.voice.2.info
source: Now choose the voice you like best. When you're done, swipe right to select the next item.
de: Wähle nun die Stimme, die du am besten findest. Wenn du fertig bist, wische nach recht, um das nächste Element auszuwählen.

# tut.speed.1.info
source: Element Speed: Here you can change the speed of the voice by swiping up or down. When you are finished swipe to the right
de: Element Speed: Hier kannst du die Geschwindigkeit der Stimme ändern. Dafür musst du nach oben oder nach unten Wischen. Wenn du Fertig bist wische nach rechts

# tut.speed
source: The speed is now:
de: Die Geschwindigkeit ist jetzt:
